<?php
//活动配置示例
return array(
    'CONFIG_SIT' => array(
        //本次参与活动的标签  11:美食  183: 购物  127: 电影
        'tag_ids' => array(11 => '01', 183 => '02', 127 => '03'),
        //抽奖次数
        'lottery_time' => 3,
        //coupon
        'coupon' => array(
            array(
                'id' => '20170510163550',
                'name' => '8元电影代金券',
                //过期时间
                'expire' => '2017-11-15 18:00:00',
            ),
            array(
                'id' => '20170510163331',
                'name' => '10元话费券',
            )
        )
    ),

    'CONFIG_UAT' => array(
        //本次参与活动的标签  11:美食  183: 购物  127: 电影
        'tag_ids' => array(11 => '01', 183 => '02', 127 => '03'),
        //抽奖次数
        'lottery_time' => 3,
        //coupon
        'coupon' => array(
            array(
                'id' => '20170510163550',
                'name' => '8元电影代金券',
                //过期时间
                'expire' => '2017-11-15 18:00:00',
            ),
            array(
                'id' => '20170510163331',
                'name' => '10元话费券',
            )
        )
    ),

    'CONFIG_PROD' => array(
        //本次参与活动的标签  11:美食  97: 购物  41: 电影
        'tag_ids' => array(11 => '01', 97 => '02', 41 => '03'),
        //抽奖次数
        'lottery_time' => 3,
        //coupon
        'coupon' => array(
            array(
                'id' => '20171111114813',
                'name' => '5元话费充值优惠券',
                //过期时间
                'expire' => '2017-11-29 23:59:59',
            ),
            array(
                'id' => '20171111120341',
                'name' => '5元话费充值优惠券',
            )
        )
    ),
);